Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: View your goal journey — progress, milestones and plan history
de: Deinen Zielverlauf ansehen — Fortschritt, Meilensteine und Planverlauf
es: Ver el recorrido de tu objetivo: progreso, hitos e historial del plan
fr: Voir le parcours de votre objectif — progrès, étapes et historique du plan
it: Visualizza il tuo percorso verso l'obiettivo: progressi, traguardi e cronologia del piano
pl: Zobacz drogę do celu — postęp, kamienie milowe i historię planu
pt_pt: Veja sua jornada de metas – progresso, marcos e histórico de planos
ru: Просматривайте путь к цели — прогресс, этапы и историю планов.
th: ดูการเดินทางตามเป้าหมายของคุณ — ความคืบหน้า เหตุการณ์สำคัญ และประวัติแผน
zh_hans: 查看您的目标旅程 - 进度、里程碑和计划历史记录
zh_hant: 查看您的目標旅程 - 進度、里程碑和計劃歷史記錄

source: View your journey
de: Deine Reise ansehen
es: Ver tu recorrido
fr: Voir ton parcours
it: Visualizza il tuo viaggio
pl: Zobacz swoją drogę
pt_pt: Veja sua jornada
ru: Посмотреть свое путешествие
th: ดูการเดินทางของคุณ
zh_hans: 查看您的旅程
zh_hant: 查看您的旅程

source: View your journey — progress, milestones and plan history
de: Deine Reise ansehen — Fortschritt, Meilensteine und Plan-Verlauf
es: Ver tu recorrido — progreso, hitos e historial del plan
fr: Voir ton parcours — progrès, étapes et historique du plan
it: Visualizza il tuo viaggio: progressi, traguardi e cronologia del piano
pl: Zobacz swoją drogę — postęp, kamienie milowe i historię planu
pt_pt: Veja sua jornada – progresso, marcos e histórico de planos
ru: Просматривайте свое путешествие — прогресс, основные этапы и историю планов.
th: ดูการเดินทางของคุณ — ความคืบหน้า เหตุการณ์สำคัญ และประวัติแผน
zh_hans: 查看您的旅程 — 进度、里程碑和计划历史记录
zh_hant: 查看您的旅程 — 進度、里程碑和計劃歷史記錄

source: Visual only
de: Nur visuell
es: Solo visual
fr: Visuel uniquement
it: Solo visivo
pl: Tylko wizualne
pt_pt: Somente visual
ru: Только визуально
th: ภาพเท่านั้น
zh_hans: 仅视觉
zh_hant: 僅視覺

source: Vital Signs
de: Vitalwerte
es: Signos vitales
fr: Signes vitaux
it: Segni vitali
pl: Znaki życiowe
pt_pt: Sinais vitais
ru: Жизненные показатели
th: สัญญาณชีพ
zh_hans: 生命体征
zh_hant: 生命徵象

source: Vitality
de: Vitalität
es: Vitalidad
fr: Vitalité
it: Vitalità
pl: Witalność
pt_pt: Vitalidade
ru: Жизненная энергия
th: ความมีชีวิตชีวา
zh_hans: 活力
zh_hant: 活力

source: Vitality %lld out of 100
de: Vitalität %lld von 100
es: Vitalidad %lld de 100
fr: Vitalité %lld sur 100
it: Vitalità %lld su 100
pl: Witalność %lld na 100
pt_pt: Vitalidade %lld em 100
ru: Живучесть %lld из 100
th: พลังชีวิต %lld จาก 100
zh_hans: 活力 %lld 满分 100
zh_hant: 活力 %lld 滿分 100

source: Vitals
de: Vitalwerte
es: Constantes vitales
fr: Signes vitaux
it: Elementi vitali
pl: Parametry życiowe
pt_pt: Sinais vitais
ru: Жизненно важные органы
th: สิ่งสำคัญ
zh_hans: 生命体征
zh_hant: 生命徵象

source: VO₂ Max (estimated)
de: VO₂max (geschätzt)
es: VO₂ Max (estimado)
fr: VO₂ Max (estimé)
it: VO₂ Max (stimato)
pl: VO₂ Max (szacunkowo)
pt_pt: VO₂ Máx (estimado)
ru: VO₂ Max (оценка)
th: VO₂สูงสุด (โดยประมาณ)
zh_hans: 最大摄氧量（估算）
zh_hant: VO₂ Max（估算）

source: vs 30-day baseline
de: vs. 30-Tage-Basislinie
es: vs línea base de 30 días
fr: vs référence sur 30 jours
it: vs linea di base a 30 giorni
pl: w porównaniu z 30-dniową wartością bazową
pt_pt: versus linha de base de 30 dias
ru: относительно 30-дневной нормы
th: เทียบกับพื้นฐาน 30 วัน
zh_hans: 对比 30 天基线
zh_hant: 對比 30 天基線

source: vs age %lld
de: vs. Alter %lld
es: vs edad %lld
fr: vs âge %lld
it: vs età %lld
pl: vs wiek %lld
pt_pt: vs idade %lld
ru: относительно возраста %lld
th: เทียบกับอายุ %lld
zh_hans: 对比 %lld 岁
zh_hant: 對比 %lld 歲

source: vs baseline
de: ggü. Basiswert
es: vs. referencia
fr: vs référence
it: vs riferimento
pl: vs wartość podstawowa
pt_pt: vs referência
ru: относит. исходного
th: เทียบกับพื้นฐาน
zh_hans: 相对基线
zh_hant: 相對基線

source: vs behaviour-free baseline
de: vs. verhaltensfreie Basislinie
es: vs línea base sin el hábito
fr: vs référence sans comportement
it: vs linea di base senza comportamenti
pl: w porównaniu z poziomem wyjściowym wolnym od zachowań
pt_pt: vs linha de base sem comportamento
ru: относительно нормы, независимой от поведения
th: เทียบกับพื้นฐานที่ปราศจากพฤติกรรม
zh_hans: 对比无行为基线
zh_hant: 對比無行為基線

source: vs need
de: vs. Bedarf
es: vs necesidad
fr: vs besoin
it: vs fabbisogno
pl: kontra potrzeba
pt_pt: versus necessidade
ru: относительно потребности
th: เทียบกับความต้องการ
zh_hans: 对比所需
zh_hant: 對比需求

source: vs prev %@
de: vs. vorherige %@
es: vs %@ ant.
fr: vs %@ préc.
it: vs %@ prec.
pl: w porównaniu do poprzedniego %@
pt_pt: versus anterior %@
ru: относительно предыдущего %@
th: เทียบกับรุ่นก่อนหน้า %@
zh_hans: 对比上一%@
zh_hant: 對比前一%@

source: vs typical
de: vs. typisch
es: vs lo habitual
fr: vs typique
it: vs tipico
pl: vs typowe
pt_pt: versus típico
ru: относительно типичного
th: เทียบกับทั่วไป
zh_hans: 对比常态
zh_hant: 對比一般水準

source: vs typical -
de: vs. typisch -
es: vs típico -
fr: vs typique -
it: vs tipico -
pl: wobec typowego -
pt_pt: versus típico -
ru: против типичного -
th: เทียบกับทั่วไป —
zh_hans: 与典型 -
zh_hant: 與典型 -

source: vs typical —
de: vs. typisch —
es: vs lo habitual:
fr: vs typique —
it: vs tipico:
pl: vs typowy —
pt_pt: vs típico -
ru: относительно типичного —
th: เทียบกับทั่วไป —
zh_hans: 对比常态，
zh_hant: 對比一般水準，

source: Waist (optional)
de: Taille (optional)
es: Cintura (opcional)
fr: Taille (facultatif)
it: Vita (facoltativo)
pl: Talia (opcjonalnie)
pt_pt: Cintura (opcional)
ru: Талия (необязательно)
th: เอว (ไม่จำเป็น)
zh_hans: 腰围（可选）
zh_hant: 腰圍（可選）

source: Waist in centimetres
de: Taille in Zentimetern
es: Cintura en centímetros
fr: Taille en centimètres
it: Vita in centimetri
pl: Talia w centymetrach
pt_pt: Cintura em centímetros
ru: Талия в сантиметрах
th: รอบเอวเป็นเซนติเมตร
zh_hans: 腰围（厘米）
zh_hant: 腰圍（公分）

source: Waist in inches
de: Taille in Zoll
es: Cintura en pulgadas
fr: Taille en pouces
it: Vita in pollici
pl: Talia w calach
pt_pt: Cintura em polegadas
ru: Талия в дюймах
th: เอวเป็นนิ้ว
zh_hans: 腰围（英寸）
zh_hant: 腰圍（英寸）

source: Waist not set
de: Taille nicht festgelegt
es: Cintura sin configurar
fr: Taille non définie
it: Vita non impostata
pl: Talia nie ustawiona
pt_pt: Cintura não definida
ru: Талия не задана
th: เอวไม่ตั้ง
zh_hans: 未设置腰围
zh_hant: 未設定腰圍

source: Waist, %lld centimetres
de: Taille, %lld Zentimeter
es: Cintura, %lld centímetros
fr: Taille, %lld centimètres
it: Vita, %lld centimetri
pl: Talia, %lld centymetrów
pt_pt: Cintura, %lld centímetros
ru: Талия, %lld см
th: รอบเอว %lld เซนติเมตร
zh_hans: 腰围，%lld 厘米
zh_hant: 腰圍，%lld 公分

source: Waist, %lld inches
de: Taille, %lld Zoll
es: Cintura, %lld pulgadas
fr: Taille, %lld pouces
it: Vita, %lld pollici
pl: Talia, %lld cale
pt_pt: Cintura, %lld polegadas
ru: Талия, %lld дюймов
th: รอบเอว %lld นิ้ว
zh_hans: 腰围，%lld 英寸
zh_hant: 腰圍，%lld 英寸

source: Waiting for a live heartbeat…
de: Warte auf einen Live-Herzschlag …
es: Esperando un latido en vivo…
fr: En attente d'un battement en direct…
it: In attesa di un battito in diretta…
pl: Czekam na bicie serca na żywo…
pt_pt: Esperando por um batimento cardíaco em direto…
ru: Ожидание пульса в реальном времени…
th: กำลังรอการเต้นของหัวใจแบบเรียลไทม์...
zh_hans: 等待实时心跳……
zh_hant: 等待即時心跳……

source: Waiting for a resting heart rate. Start a live reading first, or come back when you're still.
de: Warte auf eine Ruheherzfrequenz. Starte zuerst eine Live-Messung oder komm zurück, wenn du still bist.
es: Esperando una frecuencia cardíaca en reposo. Inicia primero una lectura en vivo, o vuelve cuando estés quieto.
fr: En attente d'une fréquence cardiaque au repos. Démarrez d'abord une lecture en direct, ou revenez lorsque vous êtes immobile.
it: In attesa di una frequenza cardiaca a riposo, avvia prima una lettura in diretta, oppure torna quando sei fermo.
pl: Czekam na tętno spoczynkowe. Najpierw rozpocznij czytanie na żywo lub wróć, gdy będziesz nieruchomy.
pt_pt: À espera de uma frequência cardíaca em repouso. Comece primeiro uma leitura em direto ou volte quando estiver parado.
ru: Ожидание пульса в покое. Сначала запустите измерение в реальном времени или вернитесь, когда будете неподвижны.
th: รออัตราการเต้นหัวใจพัก เริ่มการอ่านแบบเรียลไทม์ก่อน หรือกลับมาอ่านอีกครั้งเมื่อคุณยังคงอยู่
zh_hans: 正在等待静息心率，请先开始一次实时读数，或在你静止时再回来。
zh_hant: 正在等待靜息心率，請先開始一次即時讀數，或在你靜止時再回來。

source: Waiting for R-R
de: Warte auf R-R
es: Esperando R-R
fr: En attente de R-R
it: In attesa di R-R
pl: Czekam na R-R
pt_pt: À espera de R-R
ru: Ожидание R-R
th: รอ R-R ครับ
zh_hans: 正在等待 R-R
zh_hant: 等待 R-R 中

source: Waiting for R-R intervals.
de: Warte auf R-R-Intervalle.
es: Esperando intervalos R-R.
fr: En attente des intervalles R-R.
it: In attesa degli intervalli R-R.
pl: Czekam na odstępy R-R.
pt_pt: Aguarda intervalos RR.
ru: Ожидание интервалов R-R.
th: กำลังรอช่วงเวลา R-R
zh_hans: 正在等待 R-R 间期。
zh_hant: 正在等待 R-R 間期。

source: Waiting for the strap
de: Warte auf den Strap
es: Esperando la pulsera
fr: En attente du bracelet
it: In attesa della fascia
pl: Czekam na pasek
pt_pt: Esperando pela alça
ru: Ожидание браслета
th: รอสายรัดครับ
zh_hans: 等待手环连接
zh_hant: 等待手環連線

source: Waiting for the strap's reply…
de: Warte auf die Antwort des Bands…
es: Esperando la respuesta de la banda…
fr: En attente de la réponse du bracelet…
pl: Czekam na odpowiedź paska…
pt_pt: Aguardo a resposta da bracelete…
th: กำลังรอการตอบกลับของสายรัด...

source: Waiting for your confirmation
de: Wartet auf deine Bestätigung
es: Esperando tu confirmación
fr: En attente de votre confirmation
it: In attesa della tua conferma
pl: Czeka na Twoje potwierdzenie
pt_pt: À espera da tua confirmação
ru: Ожидает вашего подтверждения
th: รอการยืนยันของคุณ
zh_hans: 等待你的确认
zh_hant: 等待你的確認

source: Waiting for your decision
de: Wartet auf eine Entscheidung
es: Esperando una decisión
fr: En attente d'une décision
it: Aspetto la tua decisione
pl: Czeka na Twoją decyzję
pt_pt: Esperando pela sua decisão
ru: Ждем вашего решения
th: รอการตัดสินใจของคุณ
zh_hans: 等待你的决定
zh_hant: 等待你的決定

source: wake
de: aufwachen
es: despertar
fr: réveiller
it: svegliarsi
pl: pobudka
pt_pt: acordar
ru: просыпаться
th: ตื่น
zh_hans: 醒来
zh_hant: 醒來

source: Wake
de: Wach
es: Despertar
fr: Réveil
it: Risveglio
pl: Budzić
pt_pt: Acordar
ru: Пробуждение
th: ตื่น
zh_hans: 醒来
zh_hant: 醒來

source: Wake at
de: Aufwachen um
es: Despertar a las
fr: Réveil à
it: Sveglia alle
pl: Obudź się o
pt_pt: Acorde às
ru: Подъём в
th: ปลุกเวลา
zh_hans: 起床时间
zh_hant: 起床時間

source: Wake me with a strap buzz
de: Weck mich mit einem Strap-Vibrieren
es: Despiértame con una vibración de la pulsera
fr: Me réveiller avec une vibration du bracelet
it: Svegliami con una vibrazione della fascia
pl: Obudź mnie dźwiękiem paska
pt_pt: Acordem-me com um zumbido de bracelete
ru: Разбудить вибрацией браслета
th: ปลุกฉันด้วยการสั่นของสายรัด
zh_hans: 用手环震动叫醒我
zh_hant: 用手環震動叫醒我

source: Wake the machine. Start pedalling, walking or rowing so it powers on its Bluetooth.
de: Wecke das Gerät. Fang an zu treten, gehen oder rudern, damit es sein Bluetooth einschaltet.
es: Despierta la máquina. Empieza a pedalear, caminar o remar para que encienda su Bluetooth.
fr: Réveillez la machine. Commencez à pédaler, marcher ou ramer pour qu'elle active son Bluetooth.
it: Risveglia la macchina. Inizia a pedalare, camminare o remare così accende il suo Bluetooth.
pl: Obudź maszynę. Zacznij pedałować, chodzić lub wiosłować, aby włączyć Bluetooth.
pt_pt: Acorde a máquina. Comece a pedalar, a caminhar ou a remar para que ligue o Bluetooth.
ru: Разбудите тренажёр. Начните крутить педали, идти или грести, чтобы включился его Bluetooth.
th: เริ่มใช้งานเครื่องด้วยการปั่น เดิน หรือพาย เพื่อให้ Bluetooth เปิดทำงาน
zh_hans: 唤醒器械。开始踩踏、行走或划船，让它开启 Bluetooth。
zh_hant: 喚醒機器。開始踩踏、走動或划船，讓它啟動 Bluetooth。

source: Wake time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
it: Ora del risveglio
pl: Czas pobudki
pt_pt: Hora de acordar
ru: Время пробуждения
th: เวลาปลุก
zh_hans: 起床时间
zh_hant: 起床時間

source: Wake your Amazfit / Zepp band and make sure it isn't connected to the Zepp app right now.
de: Wecke dein Amazfit-/Zepp-Band und stelle sicher, dass es gerade nicht mit der Zepp-App verbunden ist.
es: Despierta tu banda Amazfit / Zepp y asegúrate de que no esté conectada a la app Zepp en este momento.
fr: Réveillez votre bracelet Amazfit / Zepp et assurez-vous qu'il n'est pas connecté à l'application Zepp en ce moment.
it: Risveglia il tuo braccialetto Amazfit / Zepp e assicurati che in questo momento non sia connesso all'app Zepp.
pl: Obudź opaskę Amazfit / Zepp i upewnij się, że nie jest ona teraz połączona z aplikacją Zepp.
pt_pt: Acorde a tua banda Amazfit/Zepp e certifique-se de que não está ligada à aplicação Zepp agora.
ru: Разбудите браслет Amazfit / Zepp и убедитесь, что он сейчас не подключён к приложению Zepp.
th: เปิดสายรัด Amazfit / Zepp ให้พร้อมทำงาน และตรวจสอบว่าไม่ได้เชื่อมต่อกับแอป Zepp
zh_hans: 唤醒你的 Amazfit / Zepp 手环，并确保它此刻没有连接到 Zepp 应用。
zh_hant: 喚醒你的 Amazfit / Zepp 手環，並確認它目前沒有連線到 Zepp 應用程式。

source: Wake your Mi Band and make sure it isn't connected to the Mi Fitness / Zepp Life app right now.
de: Wecke dein Mi Band und stelle sicher, dass es gerade nicht mit der Mi-Fitness-/Zepp-Life-App verbunden ist.
es: Despierta tu Mi Band y asegúrate de que no esté conectada a la app Mi Fitness / Zepp Life en este momento.
fr: Réveillez votre Mi Band et assurez-vous qu'elle n'est pas connectée à l'application Mi Fitness / Zepp Life en ce moment.
it: Risveglia la tua Mi Band e assicurati che in questo momento non sia connessa all'app Mi Fitness / Zepp Life.
pl: Obudź Mi Band i upewnij się, że nie jest on teraz połączony z aplikacją Mi Fitness / Zepp Life.
pt_pt: Acorde a tua Mi Band e certifique-se de que não está ligada à aplicação Mi Fitness / Zepp Life agora.
ru: Разбудите Mi Band и убедитесь, что он сейчас не подключён к приложению Mi Fitness / Zepp Life.
th: ปลุก Mi Band และตรวจสอบว่าขณะนี้ไม่ได้เชื่อมต่อกับแอป Mi Fitness / Zepp Life
zh_hans: 唤醒你的 Mi Band，并确保它此刻没有连接到 Mi Fitness / Zepp Life 应用。
zh_hant: 喚醒你的 Mi Band，並確認它目前沒有連線到 Mi Fitness / Zepp Life 應用程式。

source: Wake your strap. Put it on, or dampen the contacts.
de: Wecke deinen Strap. Leg ihn an oder befeuchte die Kontakte.
es: Despierta tu pulsera. Póntela o humedece los contactos.
fr: Réveillez votre bracelet. Mettez-le, ou humidifiez les contacts.
it: Risveglia la tua fascia. Indossala, oppure inumidisci i contatti.
pl: Obudź pasek. Załóż go lub zwilż styki.
pt_pt: Acorde a tua bracelete. Coloque ou humedeça os contactos.
ru: Разбудите браслет. Наденьте его или смочите контакты.
th: ปลุกสายรัดโดยสวมไว้ที่ข้อมือหรือทำให้จุดสัมผัสชื้นเล็กน้อย
zh_hans: 唤醒你的手环。戴上它，或把触点弄湿。
zh_hant: 喚醒你的手環。戴上它，或沾濕接觸點。

source: Walking
de: Gehen
es: Caminar
fr: Marche
it: Camminata
pl: Pieszy
pt_pt: Ambulante
ru: Ходьба
th: เดิน
zh_hans: 步行
zh_hant: 步行

source: Want the full breakdown of every metric and how sure NOOP is about each one? The “About Apple Watch data” page in Settings has the honest table.
de: Willst du die volle Aufschlüsselung jeder Metrik und wie sicher NOOP bei jeder ist? Die Seite „Über Apple-Watch-Daten“ in den Einstellungen hat die ehrliche Tabelle.
es: ¿Quieres el desglose completo de cada métrica y cuánta confianza tiene NOOP en cada una? La página “Acerca de los datos del Apple Watch” en Ajustes tiene la tabla honesta.
fr: Vous voulez le détail complet de chaque métrique et le degré de confiance de NOOP pour chacune ? La page « À propos des données Apple Watch » dans Paramètres contient le tableau honnête.
it: Vuoi la suddivisione completa di ogni metrica e quanto NOOP è sicuro di ciascuna? La pagina “Informazioni sui dati Apple Watch” in Impostazioni contiene la tabella onesta.
pl: Chcesz pełnego zestawienia każdej metryki i pewności, że NOOP dotyczy każdej z nich? Strona „O danych Apple Watch” w Ustawieniach zawiera uczciwą tabelę.
pt_pt: Pretende o detalhe completo de cada métrica e qual a certeza do NOOP sobre cada uma delas? A página “Sobre os dados do Apple Watch” em Definições contém a tabela honesta.
ru: Хотите полную разбивку по каждой метрике и узнать, насколько NOOP уверен в каждой из них? На странице «О данных Apple Watch» в настройках есть честная таблица.
th: ต้องการรายละเอียดทั้งหมดของทุกตัวชี้วัด และแน่ใจได้อย่างไรว่า NOOP เกี่ยวกับแต่ละรายการ หน้า "เกี่ยวกับข้อมูล Apple Watch" ในการตั้งค่ามีตารางที่ตรงไปตรงมา
zh_hans: 想要每项指标的完整明细以及 NOOP 对每一项的确定程度吗？「设置」中的「关于 Apple Watch 数据」页面有一张诚实的表格。
zh_hant: 想要每項指標的完整明細以及 NOOP 對每一項的確定程度嗎？「設定」中的「關於 Apple Watch 資料」頁面有一張誠實的表格。

source: warmer than baseline, limiting recovery
de: wärmer als die Basislinie, bremst die Erholung
es: más cálida que tu línea base, limita la recuperación
fr: plus chaude que la référence, limite la récupération
it: più calda della linea di base, limita il recupero
pl: cieplejsza niż wartość podstawowa, co ogranicza regenerację
pt_pt: mais quente que a linha de base, limitando a recuperação
ru: теплее нормы, что ограничивает восстановление
th: อุ่นกว่าค่าพื้นฐาน ทำให้ฟื้นตัวได้จำกัด
zh_hans: 高于基线温度，限制恢复
zh_hant: 高於基線溫度，限制恢復

source: Warmer than your baseline
de: Wärmer als deine Basislinie
es: Más cálido que tu línea base
fr: Plus chaud que votre référence
it: Più calda della tua linea di base
pl: Cieplejszy niż poziom bazowy
pt_pt: Mais quente que a tua linha de base
ru: Теплее вашей нормы
th: อบอุ่นกว่าพื้นฐานของคุณ
zh_hans: 高于你的基线温度
zh_hant: 高於你的基線溫度

source: Warming up. Cues stay quiet for the first minute.
de: Aufwärmen. In der ersten Minute bleiben die Hinweise still.
es: Calentando. Los avisos permanecen en silencio durante el primer minuto.
fr: Échauffement. Les signaux restent silencieux pendant la première minute.
it: Riscaldamento. I segnali restano silenziosi per il primo minuto.
pl: Rozgrzewka. Sygnały pozostają ciche przez pierwszą minutę.
pt_pt: Aquecendo. As dicas ficam em silêncio no primeiro minuto.
ru: Разминка. Подсказки молчат первую минуту.
th: อุ่นเครื่อง. คิวจะเงียบในนาทีแรก
zh_hans: 热身中。前一分钟内不会发出提示。
zh_hant: 熱身中。前一分鐘內不會發出提示。

source: Warming up. Keep moving to climb into Zone 1.
de: Aufwärmen. Beweg dich weiter, um in Zone 1 zu kommen.
es: Calentando. Sigue moviéndote para subir a la Zona 1.
fr: Échauffement. Continuez à bouger pour monter en Zone 1.
it: Riscaldamento, continua a muoverti per salire nella Zona 1.
pl: Rozgrzewka. Poruszaj się dalej, aby wspiąć się do Strefy 1.
pt_pt: Aquecendo. Continue a mover-se para subir na Zona 1.
ru: Разминка. Продолжайте двигаться, чтобы перейти в зону 1.
th: อุ่นเครื่อง. เดินหน้าต่อไปเพื่อปีนเข้าสู่โซน 1
zh_hans: 热身中，继续活动以进入区间 1。
zh_hant: 熱身中，繼續活動以進入區間 1。

source: Warn me about caffeine close to bedtime
de: Warne mich vor Koffein nahe der Schlafenszeit
es: Avísame sobre la cafeína cerca de la hora de dormir
fr: M'avertir en cas de caféine proche du coucher
it: Avvisami sulla caffeina vicino all'ora di dormire
pl: Ostrzegaj mnie o kofeinie przed snem
pt_pt: Avise-me sobre a cafeína perto da hora de dormir
ru: Предупреждать о кофеине перед сном
th: เตือนฉันเกี่ยวกับคาเฟอีนใกล้เวลานอน
zh_hans: 在临近就寝时提醒我注意咖啡因
zh_hant: 在臨近就寢時提醒我注意咖啡因

source: Warn me when I log caffeine too close to bedtime. A timing guide from your own bedtime, not a measurement.
de: Warne mich, wenn ich Koffein zu nah an der Schlafenszeit erfasse. Ein Timing-Anhaltspunkt aus deiner eigenen Schlafenszeit, keine Messung.
es: Avísame cuando registre cafeína demasiado cerca de la hora de dormir. Una guía de horarios basada en tu propia hora de acostarte, no una medición.
fr: M'avertir quand j'enregistre de la caféine trop proche du coucher. Un repère temporel basé sur votre propre heure de coucher, pas une mesure.
it: Avvisami quando registro la caffeina troppo vicino all'ora di dormire. Una guida sui tempi basata sul tuo orario di sonno, non una misurazione.
pl: Ostrzegaj mnie, gdy zapiszę kofeinę zbyt blisko pory snu. Przewodnik czasowy na podstawie Twojej pory snu, a nie pomiaru.
pt_pt: Avise-me quando consumir cafeína muito perto da hora de dormir. Um guia de tempo da tua hora de dormir, não uma medida.
ru: Предупреждать, если кофеин отмечен слишком близко ко сну. Ориентир по времени от вашего собственного отхода ко сну, а не измерение.
th: เตือนฉันเมื่อฉันบันทึกคาเฟอีนใกล้เวลานอนมากเกินไป คู่มือการจับเวลาจากเวลานอนของคุณเอง ไม่ใช่การวัดผล
zh_hans: 当我在过于临近就寝时记录咖啡因时提醒我。这是基于你自己就寝时间的时间参考，而非测量值。
zh_hant: 當我在過於臨近就寢時記錄咖啡因時提醒我。這是基於你自己就寢時間的時間參考，而非測量值。

source: Watch
de: Uhr
es: Reloj
fr: Montre
pl: Oglądać
pt_pt: Relógio
ru: Часы
th: Apple Watch
zh_hans: 手表
zh_hant: 手錶

source: Watch for early-illness signs
de: Auf frühe Krankheitszeichen achten
es: Vigilar señales tempranas de enfermedad
fr: Surveiller les signes précoces de maladie
it: Tieni d'occhio i primi segnali di malattia
pl: Uważaj na wczesne objawy choroby
pt_pt: Esteja atento aos sinais precoces de doença
ru: Следить за ранними признаками болезни
th: สังเกตสัญญาณของการเจ็บป่วยในระยะเริ่มแรก
zh_hans: 留意疾病早期迹象
zh_hant: 留意疾病早期徵兆

source: Watch your heart, live
de: Sieh deinem Herzen zu, live
es: Mira tu corazón, en vivo
fr: Regardez votre cœur, en direct
it: Guarda il tuo cuore, in diretta
pl: Uważaj na swoje serce, żyj
pt_pt: Observe o teu coração, em direto
ru: Следите за пульсом в реальном времени
th: ดูหัวใจของคุณแบบเรียลไทม์
zh_hans: 实时看着你的心跳
zh_hant: 即時看見你的心跳

source: Watches your resting HR, HRV, skin temperature and respiration against your own 28-day baseline. On-device and approximate: informational only, not a diagnosis.
de: Beobachtet deine Ruhe-HF, HRV, Hauttemperatur und Atmung gegen deine eigene 28-Tage-Basislinie. Auf dem Gerät und ungefähr: nur zur Information, keine Diagnose.
es: Vigila tu FC en reposo, VFC, temperatura de la piel y respiración frente a tu propia línea base de 28 días. En el dispositivo y aproximado: solo informativo, no un diagnóstico.
fr: Surveille votre FC au repos, votre VFC, votre température cutanée et votre respiration par rapport à votre propre référence sur 28 jours. Sur l'appareil et approximatif : à titre informatif uniquement, pas un diagnostic.
it: Monitora la tua FC a riposo, HRV, temperatura cutanea e respirazione rispetto alla tua linea di base di 28 giorni. Sul dispositivo e approssimativo: solo a scopo informativo, non è una diagnosi.
pl: Monitoruje tętno spoczynkowe, HRV, temperaturę skóry i oddychanie w porównaniu z wartością bazową z 28 dni. Na urządzeniu i w przybliżeniu: tylko informacje, a nie diagnoza.
pt_pt: Observa a tua FC em repouso, VFC, temperatura da pele e respiração em relação ao teu valor inicial de 28 dias. No dispositivo e aproximado: apenas informativo, não um diagnóstico.
ru: Отслеживает пульс в покое, ВСР, температуру кожи и дыхание относительно вашей собственной 28-дневной нормы. Вычисляется на устройстве и приблизительно: только для информации, не диагноз.
th: เฝ้าดู HR, HRV, อุณหภูมิผิวหนัง และการหายใจขณะพักของคุณเทียบกับค่าพื้นฐาน 28 วันของคุณเอง บนอุปกรณ์และโดยประมาณ: ให้ข้อมูลเท่านั้น ไม่ใช่การวินิจฉัย
zh_hans: 将你的静息心率、HRV、皮肤温度和呼吸与你自己的 28 天基线进行比对。在设备本地运行且为近似值：仅供参考，并非诊断。
zh_hant: 將你的靜息心率、HRV、皮膚溫度和呼吸與你自己的 28 天基線做比對。在裝置上運算且僅為近似值：僅供參考，並非診斷。

source: Waypoint
de: Wegpunkt
es: Punto
fr: Jalon
it: Tappa
pl: Punkt trasy
pt_pt: Ponto
ru: Точка маршрута
th: เวย์พอยท์
zh_hans: 航点
zh_hant: 航點

source: Waypoint %@ %@, expected %@
de: Wegpunkt %@ %@, erwartet %@
es: Punto %@ %@, previsto %@
fr: Jalon %@ %@, prévu %@
it: Tappa %@ %@, prevista %@
pl: Punkt trasy %@ %@, oczekiwany %@
pt_pt: Ponto %@ %@, previsto %@
ru: Точка %@ %@, ожидается %@
th: เวย์พอยต์ %@ %@ คาดว่า %@
zh_hans: 航点 %@ %@，预计 %@
zh_hant: 航點 %@ %@，預計 %@
